{"676841482":{"According to Janet Babb, a scientist with the Hawaiian Volcano Observatory, lava at the volcano Kilauea **was gushing out of the tube opening like water gushes from the end of a hose**.":"Plagiarism","Katniss thinks that **it's difficult not to resent the people who don't have to sign up for the tesserae** (Collins 13).":"Plagiarism","Gretchen Reynolds of *The New York Times* notes that having caffeine before a workout allows **most athletes to perform a little faster or more vigorously than if they do not have caffeine first**.":"Plagiarism","Dory tries to cheer Marlin up by **telling him that when life gets you down, you know what you gotta do: just keep swimming**.":"Plagiarism","Dory begs Marlin not to leave her, telling him that **no one's ever stuck with her for so long before**.":"Plagiarism","Matt Simon at *Wired* magazine explains that, **with advances in artificial intelligence, robots will spread into all corners of the work force**.":"Plagiarism","Aid and service organizations, **who often perform dangerous humanitarian and conservation tasks in hard-to-reach places**, are excited about the ways in which drone technology can help their work.":"Plagiarism","Before **people began hunting them for their thick fur, hundreds of thousands of sea otters lived in the northern Pacific Ocean**.":"Plagiarism"},"688552002":{"Sebastian doesn't take Ariel's desire to become a human seriously. When she explains her plan to visit the human world, he argues, \"The seaweed is always greener in somebody else's lake.\"":"A Strong Speaker, Listener, and Plot Clue","Mufasa’s failure to follow his own advice leads to his demise. “As king you need to... respect all the creatures—from the crawling ant to the leaping antelope.”":"No Speaker, Listener, or Plot Clue","Johnny is haunted by Bob's death. He asks Ponyboy, \"How'd you like to live with that?\" (Hinton 74).":"A Weak or Missing Plot Clue","Willy Wonka loves surprises. When he and his visitors step into the Great Glass Elevator, the book says, \"Which button shall we press first? Take your pick!\" (Dahl 119).":"A Weak or Missing Speaker and/or Listener","Shrek does not lead a lonely life because he is an ogre, but rather because he is so inconsiderate of others. \"I don't care what people like.\"":"No Speaker, Listener, or Plot Clue","Anna is more responsible than her sister. Elsa runs away when the people of Arendelle learn about her powers, while Anna stays behind. She says, “Tonight was my fault. I pushed her.”":"A Weak or Missing Speaker and/or Listener","When Riley's father leaves the family to head to work, someone says, \"He doesn't love us anymore, how sad.\"":"A Weak or Missing Speaker and/or Listener","Violet Beauregarde has a mean streak. She brags to reporters, \"The next person who came along and pressed the button got my old gum on the end of his or her finger\" (Dahl 32).":"A Weak or Missing Plot Clue","Wonka sees the positive side of every situation. \"He's very lucky. Every basketball team in the country will be trying to get him\" (Dahl 149).":"No Speaker, Listener, or Plot Clue","Greg does not value Rowley's friendship. \"Me and Rowley have officially been ex-friends for about a month now, and … I'm better off without him\" (Kinney 196).":"No Speaker, Listener, or Plot Clue","Greg prefers to keep his home life separate from his school activities. When his mother teaches his history class for a day, the book says, \"I thought Mom's days of getting involved at my school were over\" (Kinney 202).":"A Weak or Missing Speaker and/or Listener","Lord Farquaad fails to recognize the cruelty of his actions. At one point, he tells the Gingerbread Man, \"I've been more than fair to you creatures.\"":"A Weak or Missing Plot Clue","Simba’s admiration for his father puts the young cub in danger. After Mufasa rescues his son from hyenas, Simba tells him, “I was just trying to be brave, like you.”":"A Strong Speaker, Listener, and Plot Clue","In *Aladdin*'s society, wealthy people have the most power. The film says that \"he who has the gold makes the rules.\"":"No Speaker, Listener, or Plot Clue","Harry receives special treatment at Hogwarts. \"I shall speak to Professor Dumbledore and see if we can't bend the first-year rule\" (Rowling 152).":"No Speaker, Listener, or Plot Clue","When a troll gets loose at Hogwarts, Percy calmly leads students back to Gryffindor. It says, \"No need to fear the troll if you follow my orders! Stay close behind me, now\" (Rowling 173).":"A Weak or Missing Speaker and/or Listener","Shrek is cruel to Donkey. For example, after he meets Farquaad, Shrek tells Donkey, \"Maybe there's a reason donkeys shouldn't talk.\"":"A Weak or Missing Plot Clue","Grandpa Joe puts Charlie's well-being ahead of his own. When he notices that the boy has grown thinner, Joe urges the other grandparents, \"That child has *got* to have more food. It doesn't matter about us\" (Dahl 39).":"A Strong Speaker, Listener, and Plot Clue","Harry, Ron, and Hermione each have a different approach to schoolwork. For example, while discussing final exams, \"You realize we need to pass these exams to get into the second year?\" (Rowling 229).":"A Weak or Missing Speaker and/or Listener","*Frozen* defines true love as self-sacrifice. At the end of the movie, Elsa asks Anna, “You sacrificed yourself for me?”":"A Weak or Missing Plot Clue","Katniss uses romance as a survival tactic. When she angers President Snow by winning the Games without killing Peeta, Katniss is told, \"Your only defense can be you were so madly in love you weren't responsible for your actions\" (Collins 357).":"A Weak or Missing Speaker and/or Listener","The Oompa-Loompas find humor in their work. \"They're always laughing! They think everything's a colossal joke!\" (Dahl 81).":"No Speaker, Listener, or Plot Clue","Cinna's dress designs help Katniss feel powerful. For example, \"I am not beautiful. I am as radiant as the sun\" (Collins 121).":"No Speaker, Listener, or Plot Clue","Early in the film, Elsa feels trapped by her responsibilities to the people of Arendelle. After escaping to the North Mountain, she joyfully tells Anna, “I’m alone, but I’m alone and free.”":"A Strong Speaker, Listener, and Plot Clue","Anna has better problem-solving skills than Elsa. When Elsa runs away from Arendelle because she fears she can't control her powers, Anna follows and tells her, “I know we can figure this out together.”":"A Strong Speaker, Listener, and Plot Clue","Jafar only compliments Jasmine in order to persuade her to marry him. Eventually, he tells Jasmine, \"A beautiful desert bloom such as yourself should be on the arm of the most powerful man in the world.\"":"A Weak or Missing Plot Clue","Gill encourages Nemo to solve his own problems. When Nemo gets stuck in the tank filter, he states, \"You got yourself in there, you can get yourself out.\"":"A Weak or Missing Speaker and/or Listener","Marlin serves as a father figure to Dory. About halfway through the film, he encourages her, \"You're doing fine! You're actually winning!\"":"A Weak or Missing Plot Clue","Dory understands Nemo's needs better than Marlin does. \"Well, you can't never let anything happen to him. Then nothing would ever happen to him. Not much fun.\"":"No Speaker, Listener, or Plot Clue","The citizens of District 12 resist the Capitol's attempts to control them. \"I stand there unmoving while they take part in the boldest form of dissent they can manage. Silence\" (Collins 24).":"No Speaker, Listener, or Plot Clue","Simba’s arrogance puts him in harm’s way. After the hyenas chase Nala and Simba through the Elephant Graveyard, Mufasa scolds his son, “You could have been killed. You deliberately disobeyed me.”":"A Strong Speaker, Listener, and Plot Clue","After Aladdin explains that he is unable to free Genie, he says sarcastically, \"Hey, I understand. After all, you've lied to everyone else.\"":"A Weak or Missing Speaker and/or Listener","Greg's classmates enjoy getting involved in arguments. For example, after he and Rowley attract a crowd by disagreeing loudly, Greg explains to the reader, \"The kids at my school are ALWAYS itching to see a fight\" (Kinney 207).":"A Strong Speaker, Listener, and Plot Clue","Elsa’s greatest concern is the safety of others. “I belong here. Alone. Where I can be who I am without hurting anybody.”":"No Speaker, Listener, or Plot Clue","Wonka is extremely protective of his candy. For instance, when Augustus Gloop begins scooping liquid chocolate into his mouth, Wonka pleads with him, \"I beg of you not to do that. My chocolate must be untouched by human hands!\" (Dahl 72).":"A Strong Speaker, Listener, and Plot Clue","When the Grand Pabbie warns the royal family about the risks of Elsa's powers, one character says, “We’ll protect her. She can learn to control it. I’m sure.”":"A Weak or Missing Speaker and/or Listener","Aladdin recognizes Jasmine's need for independence. When they first meet in the market, he tells Jasmine, \"You aren't just some prize to be won....You should be free to make your own choice.\"":"A Strong Speaker, Listener, and Plot Clue","After Nemo swims away and is captured by divers, Marlin says, “Maybe he wouldn't have done it if I hadn't been so tough on him.”":"A Weak or Missing Speaker and/or Listener"},"689129098":{"type":"Highlighting","The ability to hire expensive defense lawyers unfairly protects wealthy criminals, if you think about it.The ability to hire expensive defense lawyers unfairly protects wealthy criminals, if you think about it.":"undefined","Money should be funneled by colleges toward academics, not toward sports.Money should be funneled by colleges toward academics, not toward sports.":"should be funneled by","Universities should replace textbooks with audiobooks to reduce spending costs for students.UniversitiesUniversities should replace textbooks with audiobooks to reduce spending costs for students.":"spending costs","Humans are more of a threat to Nemo than other creatures of the sea.Humans are more of a threat to Nemo than other creatures of the sea.":"creatures of the sea","If you think about it, Triton is responsible for Ariel's decision to give her voice to Ursula.If you think about it, Triton is responsible for Ariel's decision to give her voice to Ursula.":"If you think about it,","Despite negative media coverage, group organizations like fraternities and sororities provide healthy, supportive social networks for members.Despite negative media coverage, group organizations like fraternities and sororities provide healthy, supportive social networks for members.":"group organizations","Although meant to ensure student safety and security, school metal detectors destroy academic culture.Although meant to ensure student safety and security, school metal detectors destroy academic culture.":"safety and security,","Sebastian is responsible for the danger Ariel faces, if you think about it.Sebastian is responsible for the danger Ariel faces, if you think about it.":"if you think about it","If you think about it, parents should not be allowed to help students with homework.If you think about it, parents should not be allowed to help students with homework.":"If you think about it,","Olaf's only role is to provide funny comic relief.Olaf's only role is to provide funny comic relief.":"funny comic","The United States Postal Service should stop the delivery of junk mail.The United States Postal Service should stop the delivery of junk mail.":"the delivery of","Guy is not made happier by gaining knowledge.Guy is not made happier by gaining knowledge.":"is not made happier by","The characters' inability to take notice of Peter Pettigrew on the Marauder's Map is the Harry Potter series's most disappointing plot hole.The characters' inability to take notice of Peter Pettigrew on the Marauder's Map is the Harry Potter series's most disappointing plot hole.":"take notice of","Guy's fascination with Clarisse is increased by her death.Guy's fascination with Clarisse is increased by her death.":"is increased by","Darry is the character who is most heroic because he gives up his future for his family.Darry is the character who is most heroic because he gives up his future for his family.":"character who is most heroic","Elementary schools should not allow cell phones to be brought by students.Elementary schools should not allow cell phones to be brought by students.":"to be brought by","Ariel’s collection of treasures is a representation of her curiosity.Ariel’s collection of treasures is a representation of her curiosity.":"is a representation of","I believe Harry and Draco Malfoy are more similar than they are different.I believe Harry and Draco Malfoy are more similar than they are different.":"I believe","In The Hunger Games, edible food is the biggest factor separating the rich Districts from the poor.In The Hunger Games, edible food is the biggest factor separating the rich Districts from the poor.":"edible food","Parent-teacher conferences would be more effective if conducted over electronic email.Parent-teacher conferences would be more effective if conducted over electronic email.":"electronic email","Teachers should be required to obtain a renewal of their licenses every five years.Teachers should be required to obtain a renewal of their licenses every five yearsevery five years.":"obtain a renewal","I believe arts courses provide greater benefits to American students than traditional core classes.I believe arts courses provide greater benefits to American students than traditional core classescore classes.":"I believe","Marlin proves to be a friend who is terrible when he abandons Dory.Marlin provesMarlin proves to be a friend who is terrible when he abandons Dory.":"a friend who is terrible","Ponyboy’s dedication to school is more admirable than his loyalty to the greasers, to be honest.Ponyboy’s dedicationPonyboy’s dedication to school is more admirable than his loyalty to the greasers, to be honest.":"to be honest","The response that Ursula has to the deaths of her eels reveals her loving nature.The response that Ursula has to the deaths of her eels reveals her loving nature.":"The response that Ursula has","Television provides Mildred with the only relationships that are meaningful in her life.Television provides Mildred with the only relationships that are meaningful in her life.":"relationships that are meaningful","The ability to hire expensive defense lawyers unfairly protects wealthy criminals, if you think about it.":"if you think about it","The audience observing the Hunger Games can be considered an active character in the novel's plot, I think.":"I think"},"689149332":{"type":"MultipleChoice","Desktop computers are far more convenient and portable than laptops.":"Not Defendable","Although music classes are enjoyable, they distract students from more useful subjects like math.":"Controversial","Only families with young children should be allowed to visit amusement parks.":"Not Defendable","While doctors receive more recognition, artists' contributions to society are just as important.":"Controversial","Facebook should be limited to people over the age of eighteen because children cannot fully understand the dangers of the internet.":"Controversial"},"691274747":{"type":"Punctuation"},"691508218":{"type":"Highlighting"},"user16872998":{"getAllWrong":"off"}}
