{"676841482":{"According to Janet Babb, a scientist with the Hawaiian Volcano Observatory, lava at the volcano Kilauea **was gushing out of the tube opening like water gushes from the end of a hose**.":"Plagiarism","Katniss thinks that **it's difficult not to resent the people who don't have to sign up for the tesserae** (Collins 13).":"Plagiarism","Gretchen Reynolds of *The New York Times* notes that having caffeine before a workout allows **most athletes to perform a little faster or more vigorously than if they do not have caffeine first**.":"Plagiarism","Dory tries to cheer Marlin up by **telling him that when life gets you down, you know what you gotta do: just keep swimming**.":"Plagiarism","Dory begs Marlin not to leave her, telling him that **no one's ever stuck with her for so long before**.":"Plagiarism","Matt Simon at *Wired* magazine explains that, **with advances in artificial intelligence, robots will spread into all corners of the work force**.":"Plagiarism","Aid and service organizations, **who often perform dangerous humanitarian and conservation tasks in hard-to-reach places**, are excited about the ways in which drone technology can help their work.":"Plagiarism","Before **people began hunting them for their thick fur, hundreds of thousands of sea otters lived in the northern Pacific Ocean**.":"Plagiarism"},"688552002":{"Sebastian doesn't take Ariel's desire to become a human seriously. When she explains her plan to visit the human world, he argues, \"The seaweed is always greener in somebody else's lake.\"":"A Strong Speaker, Listener, and Plot Clue","Mufasa’s failure to follow his own advice leads to his demise. “As king you need to... respect all the creatures—from the crawling ant to the leaping antelope.”":"No Speaker, Listener, or Plot Clue","Johnny is haunted by Bob's death. He asks Ponyboy, \"How'd you like to live with that?\" (Hinton 74).":"A Weak or Missing Plot Clue","Willy Wonka loves surprises. When he and his visitors step into the Great Glass Elevator, the book says, \"Which button shall we press first? Take your pick!\" (Dahl 119).":"A Weak or Missing Speaker and/or Listener","Shrek does not lead a lonely life because he is an ogre, but rather because he is so inconsiderate of others. \"I don't care what people like.\"":"No Speaker, Listener, or Plot Clue","Anna is more responsible than her sister. Elsa runs away when the people of Arendelle learn about her powers, while Anna stays behind. She says, “Tonight was my fault. I pushed her.”":"A Weak or Missing Speaker and/or Listener","When Riley's father leaves the family to head to work, someone says, \"He doesn't love us anymore, how sad.\"":"A Weak or Missing Speaker and/or Listener","Violet Beauregarde has a mean streak. She brags to reporters, \"The next person who came along and pressed the button got my old gum on the end of his or her finger\" (Dahl 32).":"A Weak or Missing Plot Clue","Wonka sees the positive side of every situation. \"He's very lucky. Every basketball team in the country will be trying to get him\" (Dahl 149).":"No Speaker, Listener, or Plot Clue","Greg does not value Rowley's friendship. \"Me and Rowley have officially been ex-friends for about a month now, and … I'm better off without him\" (Kinney 196).":"No Speaker, Listener, or Plot Clue","Greg prefers to keep his home life separate from his school activities. When his mother teaches his history class for a day, the book says, \"I thought Mom's days of getting involved at my school were over\" (Kinney 202).":"A Weak or Missing Speaker and/or Listener","Lord Farquaad fails to recognize the cruelty of his actions. At one point, he tells the Gingerbread Man, \"I've been more than fair to you creatures.\"":"A Weak or Missing Plot Clue","Simba’s admiration for his father puts the young cub in danger. After Mufasa rescues his son from hyenas, Simba tells him, “I was just trying to be brave, like you.”":"A Strong Speaker, Listener, and Plot Clue","In *Aladdin*'s society, wealthy people have the most power. The film says that \"he who has the gold makes the rules.\"":"No Speaker, Listener, or Plot Clue","Harry receives special treatment at Hogwarts. \"I shall speak to Professor Dumbledore and see if we can't bend the first-year rule\" (Rowling 152).":"No Speaker, Listener, or Plot Clue","When a troll gets loose at Hogwarts, Percy calmly leads students back to Gryffindor. It says, \"No need to fear the troll if you follow my orders! Stay close behind me, now\" (Rowling 173).":"A Weak or Missing Speaker and/or Listener","Shrek is cruel to Donkey. For example, after he meets Farquaad, Shrek tells Donkey, \"Maybe there's a reason donkeys shouldn't talk.\"":"A Weak or Missing Plot Clue","Grandpa Joe puts Charlie's well-being ahead of his own. When he notices that the boy has grown thinner, Joe urges the other grandparents, \"That child has *got* to have more food. It doesn't matter about us\" (Dahl 39).":"A Strong Speaker, Listener, and Plot Clue","Harry, Ron, and Hermione each have a different approach to schoolwork. For example, while discussing final exams, \"You realize we need to pass these exams to get into the second year?\" (Rowling 229).":"A Weak or Missing Speaker and/or Listener","*Frozen* defines true love as self-sacrifice. At the end of the movie, Elsa asks Anna, “You sacrificed yourself for me?”":"A Weak or Missing Plot Clue","Katniss uses romance as a survival tactic. When she angers President Snow by winning the Games without killing Peeta, Katniss is told, \"Your only defense can be you were so madly in love you weren't responsible for your actions\" (Collins 357).":"A Weak or Missing Speaker and/or Listener","The Oompa-Loompas find humor in their work. \"They're always laughing! They think everything's a colossal joke!\" (Dahl 81).":"No Speaker, Listener, or Plot Clue","Cinna's dress designs help Katniss feel powerful. For example, \"I am not beautiful. I am as radiant as the sun\" (Collins 121).":"No Speaker, Listener, or Plot Clue","Early in the film, Elsa feels trapped by her responsibilities to the people of Arendelle. After escaping to the North Mountain, she joyfully tells Anna, “I’m alone, but I’m alone and free.”":"A Strong Speaker, Listener, and Plot Clue","Anna has better problem-solving skills than Elsa. When Elsa runs away from Arendelle because she fears she can't control her powers, Anna follows and tells her, “I know we can figure this out together.”":"A Strong Speaker, Listener, and Plot Clue","Jafar only compliments Jasmine in order to persuade her to marry him. Eventually, he tells Jasmine, \"A beautiful desert bloom such as yourself should be on the arm of the most powerful man in the world.\"":"A Weak or Missing Plot Clue","Gill encourages Nemo to solve his own problems. When Nemo gets stuck in the tank filter, he states, \"You got yourself in there, you can get yourself out.\"":"A Weak or Missing Speaker and/or Listener","Marlin serves as a father figure to Dory. About halfway through the film, he encourages her, \"You're doing fine! You're actually winning!\"":"A Weak or Missing Plot Clue","Dory understands Nemo's needs better than Marlin does. \"Well, you can't never let anything happen to him. Then nothing would ever happen to him. Not much fun.\"":"No Speaker, Listener, or Plot Clue","The citizens of District 12 resist the Capitol's attempts to control them. \"I stand there unmoving while they take part in the boldest form of dissent they can manage. Silence\" (Collins 24).":"No Speaker, Listener, or Plot Clue","Simba’s arrogance puts him in harm’s way. After the hyenas chase Nala and Simba through the Elephant Graveyard, Mufasa scolds his son, “You could have been killed. You deliberately disobeyed me.”":"A Strong Speaker, Listener, and Plot Clue","After Aladdin explains that he is unable to free Genie, he says sarcastically, \"Hey, I understand. After all, you've lied to everyone else.\"":"A Weak or Missing Speaker and/or Listener","Greg's classmates enjoy getting involved in arguments. For example, after he and Rowley attract a crowd by disagreeing loudly, Greg explains to the reader, \"The kids at my school are ALWAYS itching to see a fight\" (Kinney 207).":"A Strong Speaker, Listener, and Plot Clue","Elsa’s greatest concern is the safety of others. “I belong here. Alone. Where I can be who I am without hurting anybody.”":"No Speaker, Listener, or Plot Clue","Wonka is extremely protective of his candy. For instance, when Augustus Gloop begins scooping liquid chocolate into his mouth, Wonka pleads with him, \"I beg of you not to do that. My chocolate must be untouched by human hands!\" (Dahl 72).":"A Strong Speaker, Listener, and Plot Clue","When the Grand Pabbie warns the royal family about the risks of Elsa's powers, one character says, “We’ll protect her. She can learn to control it. I’m sure.”":"A Weak or Missing Speaker and/or Listener","Aladdin recognizes Jasmine's need for independence. When they first meet in the market, he tells Jasmine, \"You aren't just some prize to be won....You should be free to make your own choice.\"":"A Strong Speaker, Listener, and Plot Clue","After Nemo swims away and is captured by divers, Marlin says, “Maybe he wouldn't have done it if I hadn't been so tough on him.”":"A Weak or Missing Speaker and/or Listener"},"689129098":{"type":"Highlighting","The ability to hire expensive defense lawyers unfairly protects wealthy criminals, if you think about it.The ability to hire expensive defense lawyers unfairly protects wealthy criminals, if you think about it.":"undefined","Money should be funneled by colleges toward academics, not toward sports.Money should be funneled by colleges toward academics, not toward sports.":"should be funneled by","Universities should replace textbooks with audiobooks to reduce spending costs for students.UniversitiesUniversities should replace textbooks with audiobooks to reduce spending costs for students.":"spending costs","Humans are more of a threat to Nemo than other creatures of the sea.Humans are more of a threat to Nemo than other creatures of the sea.":"creatures of the sea","If you think about it, Triton is responsible for Ariel's decision to give her voice to Ursula.If you think about it, Triton is responsible for Ariel's decision to give her voice to Ursula.":"If you think about it,","Despite negative media coverage, group organizations like fraternities and sororities provide healthy, supportive social networks for members.Despite negative media coverage, group organizations like fraternities and sororities provide healthy, supportive social networks for members.":"group organizations","Although meant to ensure student safety and security, school metal detectors destroy academic culture.Although meant to ensure student safety and security, school metal detectors destroy academic culture.":"safety and security,","Sebastian is responsible for the danger Ariel faces, if you think about it.Sebastian is responsible for the danger Ariel faces, if you think about it.":"if you think about it","If you think about it, parents should not be allowed to help students with homework.If you think about it, parents should not be allowed to help students with homework.":"If you think about it,","Olaf's only role is to provide funny comic relief.Olaf's only role is to provide funny comic relief.":"funny comic","The United States Postal Service should stop the delivery of junk mail.The United States Postal Service should stop the delivery of junk mail.":"the delivery of","Guy is not made happier by gaining knowledge.Guy is not made happier by gaining knowledge.":"is not made happier by","The characters' inability to take notice of Peter Pettigrew on the Marauder's Map is the Harry Potter series's most disappointing plot hole.The characters' inability to take notice of Peter Pettigrew on the Marauder's Map is the Harry Potter series's most disappointing plot hole.":"take notice of","Guy's fascination with Clarisse is increased by her death.Guy's fascination with Clarisse is increased by her death.":"is increased by","Darry is the character who is most heroic because he gives up his future for his family.Darry is the character who is most heroic because he gives up his future for his family.":"character who is most heroic","Elementary schools should not allow cell phones to be brought by students.Elementary schools should not allow cell phones to be brought by students.":"to be brought by","Ariel’s collection of treasures is a representation of her curiosity.Ariel’s collection of treasures is a representation of her curiosity.":"is a representation of","I believe Harry and Draco Malfoy are more similar than they are different.I believe Harry and Draco Malfoy are more similar than they are different.":"I believe","In The Hunger Games, edible food is the biggest factor separating the rich Districts from the poor.In The Hunger Games, edible food is the biggest factor separating the rich Districts from the poor.":"edible food","Parent-teacher conferences would be more effective if conducted over electronic email.Parent-teacher conferences would be more effective if conducted over electronic email.":"electronic email","Teachers should be required to obtain a renewal of their licenses every five years.Teachers should be required to obtain a renewal of their licenses every five yearsevery five years.":"obtain a renewal","I believe arts courses provide greater benefits to American students than traditional core classes.I believe arts courses provide greater benefits to American students than traditional core classescore classes.":"I believe","Marlin proves to be a friend who is terrible when he abandons Dory.Marlin provesMarlin proves to be a friend who is terrible when he abandons Dory.":"a friend who is terrible","Ponyboy’s dedication to school is more admirable than his loyalty to the greasers, to be honest.Ponyboy’s dedicationPonyboy’s dedication to school is more admirable than his loyalty to the greasers, to be honest.":"to be honest","The response that Ursula has to the deaths of her eels reveals her loving nature.The response that Ursula has to the deaths of her eels reveals her loving nature.":"The response that Ursula has","Television provides Mildred with the only relationships that are meaningful in her life.Television provides Mildred with the only relationships that are meaningful in her life.":"relationships that are meaningful","The ability to hire expensive defense lawyers unfairly protects wealthy criminals, if you think about it.":"if you think about it","The audience observing the Hunger Games can be considered an active character in the novel's plot, I think.":"I think"},"689149332":{"type":"MultipleChoice","Desktop computers are far more convenient and portable than laptops.":"Not Defendable","Although music classes are enjoyable, they distract students from more useful subjects like math.":"Controversial","Only families with young children should be allowed to visit amusement parks.":"Not Defendable","While doctors receive more recognition, artists' contributions to society are just as important.":"Controversial","Facebook should be limited to people over the age of eighteen because children cannot fully understand the dangers of the internet.":"Controversial"},"691562498":{"type":"MultipleChoice"},"694020023":{"type":"MultiHighlighter"},"695236295":{"type":"MultipleChoice","The Oompa-Loompas find humor in their work. \"They're always laughing! They think everything's a colossal joke!\" (Dahl 81).":"No Speaker, Listener, or Plot Clue","When a troll gets loose at Hogwarts, Percy calmly leads students back to Gryffindor. It says, \"No need to fear the troll if you follow my orders! Stay close behind me, now\" (Rowling 173).":"A Weak or Missing Speaker and/or Listener","Harry, Ron, and Hermione each have a different approach to schoolwork. For example, while discussing final exams, \"You realize we need to pass these exams to get into the second year?\" (Rowling 229).":"A Weak or Missing Speaker and/or Listener","In *The Lion King*, characters are defined by their connection to their family. At one point, Rafiki tells Simba, “You’re Mufasa’s boy!”":"A Weak or Missing Plot Clue","Farquaad believes that fairy tale creatures have no place in his kingdom. He tells the Gingerbread Man, \"[You're] poisoning my perfect world.\"":"A Weak or Missing Plot Clue","Anna is more responsible than her sister. Elsa runs away when the people of Arendelle learn about her powers, while Anna stays behind. She says, “Tonight was my fault. I pushed her.”":"A Weak or Missing Speaker and/or Listener","Elsa’s greatest concern is the safety of others. “I belong here. Alone. Where I can be who I am without hurting anybody.”":"No Speaker, Listener, or Plot Clue","Lord Farquaad fails to recognize the cruelty of his actions. At one point, he tells the Gingerbread Man, \"I've been more than fair to you creatures.\"":"A Weak or Missing Plot Clue","Harry receives special treatment at Hogwarts. \"I shall speak to Professor Dumbledore and see if we can't bend the first-year rule\" (Rowling 152).":"No Speaker, Listener, or Plot Clue","Katniss uses romance as a survival tactic. When she angers President Snow by winning the Games without killing Peeta, Katniss is told, \"Your only defense can be you were so madly in love you weren't responsible for your actions\" (Collins 357).":"A Weak or Missing Speaker and/or Listener","Greg does not value Rowley's friendship. \"Me and Rowley have officially been ex-friends for about a month now, and … I'm better off without him\" (Kinney 196).":"No Speaker, Listener, or Plot Clue","Katniss blames herself for her difficult relationship with her mother. At the beginning of the novel, Katniss admits to the reader, \"For a while, I was so angry, I wouldn't allow her to do anything for me\" (Collins 15).":"A Weak or Missing Plot Clue","*Frozen* defines true love as self-sacrifice. At the end of the movie, Elsa asks Anna, “You sacrificed yourself for me?”":"A Weak or Missing Plot Clue","When Riley's father leaves the family to head to work, someone says, \"He doesn't love us anymore, how sad.\"":"A Weak or Missing Speaker and/or Listener","Gill encourages Nemo to solve his own problems. When Nemo gets stuck in the tank filter, he states, \"You got yourself in there, you can get yourself out.\"":"A Weak or Missing Speaker and/or Listener","By the end of the film, Marlin learns to allow his son to take risks. For example, \"Now go have an adventure!\"":"No Speaker, Listener, or Plot Clue","Though she does not yell like Uncle Vernon, Aunt Petunia is equally cruel to Harry. She orders her nephew, \"Get a move on, I want you to look after the bacon. And don't you dare let it burn, I want everything perfect on Duddy's birthday\" (Rowling 19).":"A Weak or Missing Plot Clue","Before returning to Pride Rock, Simba says to someone, “[I] have to face my past... but it still hurts.”":"A Weak or Missing Speaker and/or Listener","Marlin serves as a father figure to Dory. About halfway through the film, he encourages her, \"You're doing fine! You're actually winning!\"":"A Weak or Missing Plot Clue","Cinna's dress designs help Katniss feel powerful. For example, \"I am not beautiful. I am as radiant as the sun\" (Collins 121).":"No Speaker, Listener, or Plot Clue","Dory understands Nemo's needs better than Marlin does. \"Well, you can't never let anything happen to him. Then nothing would ever happen to him. Not much fun.\"":"No Speaker, Listener, or Plot Clue","In *The Lion King*, the hyenas follow Scar out of desperation. He tells them, “Stick with me and you’ll never go hungry again.”":"A Weak or Missing Plot Clue","Ursula believes that King Triton has treated her unfairly. \"And now, look at me... banished and exiled and practically starving, while he and his flimsy fish-folk celebrate.\"":"No Speaker, Listener, or Plot Clue","Jafar only compliments Jasmine in order to persuade her to marry him. Eventually, he tells Jasmine, \"A beautiful desert bloom such as yourself should be on the arm of the most powerful man in the world.\"":"A Weak or Missing Plot Clue","Haymitch favors Katniss over Peeta. When she claims that Haymitch doesn't like her, he disagrees: \"When he's sober, I've never heard him say one negative thing about you\" (Collins 304).":"A Weak or Missing Speaker and/or Listener","After Wonka announces that he will give the factory to Charlie, he says to them, “I’m an old man. I’m much older than you think. I can’t go on forever\" (Dahl 150).":"A Weak or Missing Speaker and/or Listener","Jafar's desire for power ultimately destroys him. One piece of evidence is \"you wanted to be a genie, you got it! And everything that goes with it!\"":"No Speaker, Listener, or Plot Clue","When Crush and Marlin notice that Squirt has been pulled away by the current, he tells him, \"Let us see what Squirt does flying solo.\"":"A Weak or Missing Speaker and/or Listener","Scar never understands the limits of his power. For example, “I’m the King! I can do whatever I want!”":"No Speaker, Listener, or Plot Clue","Shrek does not share Donkey's sense of humor. He tells Donkey, \"There's a lot more to ogres than people think.\"":"A Weak or Missing Plot Clue","Johnny is haunted by Bob's death. He asks Ponyboy, \"How'd you like to live with that?\" (Hinton 74).":"A Weak or Missing Plot Clue","When the Grand Pabbie warns the royal family about the risks of Elsa's powers, one character says, “We’ll protect her. She can learn to control it. I’m sure.”":"A Weak or Missing Speaker and/or Listener","Violet Beauregarde has a mean streak. She brags to reporters, \"The next person who came along and pressed the button got my old gum on the end of his or her finger\" (Dahl 32).":"A Weak or Missing Plot Clue","After Nemo swims away and is captured by divers, Marlin says, “Maybe he wouldn't have done it if I hadn't been so tough on him.”":"A Weak or Missing Speaker and/or Listener","Dory appreciates Marlin's friendship. At one point, she tells him, \"No one's ever stuck with me for so long before.\"":"A Weak or Missing Plot Clue","Wonka sees the positive side of every situation. \"He's very lucky. Every basketball team in the country will be trying to get him\" (Dahl 149).":"No Speaker, Listener, or Plot Clue","Willy Wonka loves surprises. When he and his visitors step into the Great Glass Elevator, the book says, \"Which button shall we press first? Take your pick!\" (Dahl 119).":"A Weak or Missing Speaker and/or Listener","Farquaad does not value his subjects' lives. While preparing his knights for their quest to save Fiona, he tells them, \"Some of you may die, but it's a sacrifice I am willing to make.\"":"A Strong Speaker, Listener, and Plot Clue","Ron gives brutally honest advice to his friends. After Malfoy curses Neville, Ron urges his fellow Gryffindor, \"You've got to stand up to him.... He's used to walking all over people, but that's no reason to lie down in front of him and make it easier\" (Rowling 218).":"A Strong Speaker, Listener, and Plot Clue","Shrek does not lead a lonely life because he is an ogre, but rather because he is so inconsiderate of others. \"I don't care what people like.\"":"No Speaker, Listener, or Plot Clue","Greg prefers to keep his home life separate from his school activities. When his mother teaches his history class for a day, the book says, \"I thought Mom's days of getting involved at my school were over\" (Kinney 202).":"A Weak or Missing Speaker and/or Listener","Simba’s admiration for his father puts the young cub in danger. After Mufasa rescues his son from hyenas, Simba tells him, “I was just trying to be brave, like you.”":"A Strong Speaker, Listener, and Plot Clue","Simba fears his past more than he fears Scar. “I can’t go back.... It won’t change anything. You can’t change the past.”":"No Speaker, Listener, or Plot Clue","Greg cares deeply about his reputation in school. As he is going through Rodrick's old yearbooks, Greg informs the reader that earning an award in the yearbook is important \"because it's on permanent record\" (Kinney 198).":"A Strong Speaker, Listener, and Plot Clue","Shrek is cruel to Donkey. For example, after he meets Farquaad, Shrek tells Donkey, \"Maybe there's a reason donkeys shouldn't talk.\"":"A Weak or Missing Plot Clue","Greg learns to appreciate his parents' wisdom. Eventually, he shares with the reader, \"What this whole episode has taught me is that... it's not such a bad idea to listen to your mother\" (Kinney 185).":"A Weak or Missing Plot Clue","Gill's efforts to help Nemo escape the tank are motivated by selfishness. After his plan to have Nemo jam the filter fails, Gill apologizes to the young fish: \"I was so ready to get out, so ready to taste that ocean, I was willing to put you in harm's way to get there.\"":"A Strong Speaker, Listener, and Plot Clue","Wonka is extremely protective of his candy. For instance, when Augustus Gloop begins scooping liquid chocolate into his mouth, Wonka pleads with him, \"I beg of you not to do that. My chocolate must be untouched by human hands!\" (Dahl 72).":"A Strong Speaker, Listener, and Plot Clue","Hermione is suspicious of Snape. For example, when she sees the professor whispering and watching Harry during a Quidditch game, Hermione says to Ron, \"He's doing something—jinxing the broom\" (Rowling 190).":"A Strong Speaker, Listener, and Plot Clue","When Harry and Ron discuss their relatives, he tells him, \"Everyone expects me to do as well as the others, but if I do, it's no big deal, because they did it first\" (Rowling 99-100).":"A Weak or Missing Speaker and/or Listener"},"695354780":{"type":"MultiHighlighter"},"695354977":{"type":"MultipleChoice"},"695388439":{"type":"MultipleChoice","Teenagers should perform in choirs to improve their confidence. Singing in a choir helps young people \"own what it means to take up space in a room and put their voice out there.”":"No Source Information or Reporting Verb","A 2012 report from George Washington University’s Center on Education Policy noted that “when students see a direct connection between what they are learning and their own interests and goals, they are likely to be more motivated.”":"Strong Source Information and a Strong Reporting Verb","A well-respected research organization reports that in more than twenty European nations, students learn at least three languages in school.":"Weak Source Information","In a 2014 *Time for Kids* article, sociologist Dr. Margee Kerr explained that going through a frightening incident can help people “become more comfortable with the physical experience of fear … so [they’re] better able to work through it during tense situations.”":"Strong Source Information and a Strong Reporting Verb","Though media outlets compete to release news as quickly as possible, accuracy should always be prioritized over speed. Like it says in the *Reuters Handbook of Journalism*, “It’s better to be late than wrong.”":"A Weak Reporting Verb","For students, reading physical books may be a wiser choice than reading e-books. Students who read a short story in a paper book scored better on a reading comprehension quiz than those who had read the same story on a Kindle.":"No Source Information or Reporting Verb","During a 2014 *Morning Edition* radio newscast, neuroscientist Dr. Denise Park explained that, in a study she conducted, older adults who spent time learning new skills experienced “quite an improvement in memory.\"":"Strong Source Information and a Strong Reporting Verb","An excellent article in *Forbes* magazine reported that magician David Copperfield performed over 638 shows in 2015.":"Weak Source Information","A 2012 survey by Common Sense Media told us that “one in five teens said social media makes them feel more confident.\"":"A Weak Reporting Verb","Children should study computer science in elementary school. \"It has become crucial to hold at least a basic understanding of how the devices that play such a large role in modern life actually work.\"":"No Source Information or Reporting Verb","A 2017 report from the US Census Bureau stated that there are more than 37 million Spanish speakers in the United States above five years old, an increase of 233 percent since 1980.":"Strong Source Information and a Strong Reporting Verb","Elementary schools should require students to use rolling bags. One piece of evidence is that heavy backpacks can cause neck pain, back issues, shoulder pain, and headaches.":"No Source Information or Reporting Verb","Playing chess can help elementary school students learn important life skills. Skylar Boyce argues, “You always want to trade fairly in chess and you need to trade fairly in the world.”":"Weak Source Information","Brian Goldner, founder of Hasbro Studios, feels like \"the key to making movies from board games and toys is to 'focus on understanding the universal truth about the brand.'\"":"A Weak Reporting Verb","A study published in the Geological Society of America's magazine, *GSA Today*, says there is strong geologic evidence that New Zealand deserves to be considered its own continent.":"A Weak Reporting Verb","In a study, researchers found that high-quality teaching is more important for students' success than small class sizes are.":"Weak Source Information","University of Arizona social psychology professor Jeff Greenberg explains, “By identifying with … heroes and superheroes, children can begin to feel like they are aligning with what is good and can develop their own agency, power, and value in the world.”":"Strong Source Information and a Strong Reporting Verb","Music classes should be mandatory. In fact, \"students studying music have better grades in all subjects.\"":"No Source Information or Reporting Verb","Michael Robinson explains that \"[j]aguars are beautiful, intelligent animals that play a key role in the natural balance of ecosystems.\"":"Weak Source Information","A 2015 BBC News article reported that patients who “[listened] to music before, during and after\" a surgery were “less anxious after their [operation] and … needed less pain relief.”":"Strong Source Information and a Strong Reporting Verb","Spending time in the sun each day can improve humans' health. “Sunlight … helps fight certain conditions, from osteoporosis [weak bones] and cancer to depression and heart attacks.”":"No Source Information or Reporting Verb","Fish and other marine animals are more intelligent than they appear. In fact, guppy fish can actually be trained to solve puzzles.":"No Source Information or Reporting Verb","In a 2013 study, scientists at Liverpool University discovered that when adults read Shakespeare’s plays, “the levels of [brain] activity ‘jumped’ because of his use of words which were unfamiliar to the readers.”":"Strong Source Information and a Strong Reporting Verb","Orchestras should perform more pieces composed by women. A nationwide survey conducted by the Baltimore Symphony Orchestra said that only “1.3% of all of the music performed” by 85 American orchestras in the 2016-2017 season was written by women.":"A Weak Reporting Verb","Chris Carberry and Joe Webster argue, \"It is imperative to understand the evolutions of other planets, particularly planets like Earth, so that we can wisely take care of our home.\"":"Weak Source Information","Schools should help students to develop not just academically, but also socially. “Since 1980, employment in jobs requiring stronger social skills, namely interpersonal communications or management skills, increased from 49 million to 90 million, or 83%.”":"No Source Information or Reporting Verb","An article in the magazine *Fast Company*, which is released monthly, claimed that, in 2006, Americans spent more money on bottled water than on movie tickets.":"Weak Source Information","A 2016 report by the Pew Research Center says that only 39% of Americans \"are very confident … in their own ability to identify when a news story is almost completely made up.”":"A Weak Reporting Verb","By replacing traditional PE with dance classes, schools can help students improve their physical coordination. It’s true that “dance involves a greater range of motion, coordination, strength and endurance than most other physical activities.”":"No Source Information or Reporting Verb","In a 2017 press release, Spotify reported that it had approximately 100 million active users in 60 countries.":"Strong Source Information and a Strong Reporting Verb","Holly Epstein Ojalvo noted that, in the past, \"courts have held that when an audience brings someone to campus to speak, the school bears a constitutional responsibility not to interfere.”":"Weak Source Information","A 2015 study by Common Sense Media found that children “from 8 to 12 years of age [spent] an average of four-and-a-half hours each day watching TV or using a digital device.”":"Strong Source Information and a Strong Reporting Verb","Professional female athletes are unfairly paid compared to male athletes. Basketball players in the WNBA had \"a maximum salary of $109,500\" during the 2015 season, while the highest-paid player in the NBA was paid more than $16 million.":"No Source Information or Reporting Verb","A recent piece in a reputable business publication explained that \"companies like Google, Microsoft, and Apple have brought in science fiction writers as consultants.\"":"Weak Source Information","A team of scientists at Temple University found that \"consumption of extra virgin olive oil … has been associated with reduced incidence of Alzheimer's disease.\"":"Strong Source Information and a Strong Reporting Verb","Susan Greenfield, a British neuroscientist, asserts that skilled online gamers develop exceptional short-term memory.":"Strong Source Information and a Strong Reporting Verb","Athletes should take ballet classes. Herschel Walker, a retired professional football player, feels like his “speed and agility” came from a “diverse exercise routine that included ballet.”":"A Weak Reporting Verb","A 2013 analysis by people from universities in Colorado and Massachusetts demonstrated that too much exposure to electrical lighting can disrupt healthy sleep patterns.":"Weak Source Information","In a 2014 article in *The Huffington Post*, veteran music instructor James Lenger talked about how adults learning new music often \"relate [the new sounds] to music that they already know.”":"A Weak Reporting Verb","Children should be encouraged to make mistakes. Dr. Aidan Feeney, a psychologist at Queen's University in Ireland, feels like \"regret plays a 'crucial role in helping children to make better decisions.'\"":"A Weak Reporting Verb","Teachers should require students to work collaboratively every day. The Center for Innovation in Research and Teaching said that \"group work essentially creates an environment where students 'teach' and explain concepts to each other,\" which \"reinforces the information provided by the instructor.\"":"A Weak Reporting Verb","Adults should be encouraged to use their imaginations. In fact, “adults who have active imaginations—are good at picturing getting a new car or a new house in the future—are better at saving money today.”":"No Source Information or Reporting Verb","The Pew Research Center, which was founded in 2004, reports that “64% of eighth graders … say they like math in general” and “most students also describe math as something fun and a subject that they would not like to give up.”":"Weak Source Information","In a 2008 study, literacy researcher Sherry Faver observed that poetry’s unique structure requires students to think deeply about the text, which can improve their reading comprehension skills.":"Strong Source Information and a Strong Reporting Verb"},"695395491":{"type":"MultiHighlighter","High school students who focus on science, technology, engineering, and math courses (STEM) will be more prepared for today’s workforce, which favors those subject areas.According to the US Department of Commerce, the availability of STEM jobs was expected to increase by seventeen percent between 2008 and 2018, while non-STEM jobs were set to grow by just under ten percent.This data suggests that students will be more successful when applying for jobs if they devote their time to math and science, rather than the humanities.":"\nClaim : High school students who focus on science, technology, engineering, and math courses (STEM) will be more prepared for today’s workforce, which favors those subject areas.\nEvidence : According to the US Department of Commerce, the availability of STEM jobs was expected to increase by seventeen percent between 2008 and 2018, while non-STEM jobs were set to grow by just under ten percent.\nReasoning : This data suggests that students will be more successful when applying for jobs if they devote their time to math and science, rather than the humanities.","Computer programming classes would help high school students improve their ability to solve complex problems and therefore increase their academic performance in other subjects.For instance, Clare Sutcliffe, a founder of the after-school coding program Code Club, explains to *Forbes* magazine that, “[at] a basic level, [learning to code] improves problem-solving and thinking skills.”Students can then transfer these skills into other courses, such as math and science.":"\nClaim : Computer programming classes would help high school students improve their ability to solve complex problems and therefore increase their academic performance in other subjects.\nEvidence : For instance, Clare Sutcliffe, a founder of the after-school coding program Code Club, explains to *Forbes* magazine that, “[at] a basic level, [learning to code] improves problem-solving and thinking skills.”\nReasoning : Students can then transfer these skills into other courses, such as math and science.","Compared to personalized feedback, grades can negatively impact students' ability to learn by lowering their self-esteem.One study conducted by the Education Testing Service found that students who received just a grade on an assignment reported feeling less capable than those students who received detailed feedback.By lowering students’ self-confidence, grades can prevent students from achieving their academic potential.":"\nClaim : Compared to personalized feedback, grades can negatively impact students' ability to learn by lowering their self-esteem.\nEvidence : One study conducted by the Education Testing Service found that students who received just a grade on an assignment reported feeling less capable than those students who received detailed feedback.\nReasoning : By lowering students’ self-confidence, grades can prevent students from achieving their academic potential.","Taking notes by hand is better for students' overall academic performance than taking notes on a computer.A study published in the journal *Psychological Science* found that students who handwrote their notes during class gained a deeper understanding of new material than students who typed their notes.This study suggests that students are better served by writing out their notes rather than typing them.":"\nClaim : Taking notes by hand is better for students' overall academic performance than taking notes on a computer.\nEvidence : A study published in the journal *Psychological Science* found that students who handwrote their notes during class gained a deeper understanding of new material than students who typed their notes.\nReasoning : This study suggests that students are better served by writing out their notes rather than typing them.","Elsa is only able to accept her powers once she starts thinking of herself as a loving sister.After saving Anna in “an act of true love,” Elsa learns that she does not always bring pain to her sister.Once she discovers her ability to love, Elsa realizes that her powers do not need to be destructive.":"\nClaim : Elsa is only able to accept her powers once she starts thinking of herself as a loving sister.\nEvidence : After saving Anna in “an act of true love,” Elsa learns that she does not always bring pain to her sister.\nReasoning : Once she discovers her ability to love, Elsa realizes that her powers do not need to be destructive.","Marlin’s protectiveness leaves Nemo unprepared to face the ocean’s dangers.By forcing Nemo to spend most of his childhood at home, Marlin causes his son to grow up without learning about life in the rest of the ocean.For instance, on his first day of school, Nemo swims towards a boat, not realizing that the humans driving it might be a threat to him.":"\nClaim : Marlin’s protectiveness leaves Nemo unprepared to face the ocean’s dangers.\nReasoning : By forcing Nemo to spend most of his childhood at home, Marlin causes his son to grow up without learning about life in the rest of the ocean.\nEvidence : For instance, on his first day of school, Nemo swims towards a boat, not realizing that the humans driving it might be a threat to him.","Celebrities’ children should not have to endure being bothered by photographers.New state laws have even been passed to support the idea that photographing or following these kids is wrong and unlawful.For example, California's Senate Bill 606 makes it a crime to “intentionally [harass] the child . . . of any other person because of that person’s employment.”":"\nClaim : Celebrities’ children should not have to endure being bothered by photographers.\nReasoning : New state laws have even been passed to support the idea that photographing or following these kids is wrong and unlawful.\nEvidence : For example, California's Senate Bill 606 makes it a crime to “intentionally [harass] the child . . . of any other person because of that person’s employment.”"},"695493451":{"type":"MultipleChoice","If many students join Primrose Everdeen's volleyball club, they will get to go on a trip to the beach.":"No Error","Because many of Gary the Snail's friends are tall, they can help me pick apples tomorrow.":"No Error","If everyone donates one balloon to Newman's collection, they can help him set a world record.":"Error"},"695947239":{"type":"Highlighting","Pinkie Pie gets to go backstage after the musicians finish this song.":"after","Since Newman wasn't at orientation, he still hasn't met his classmates.":"Since","Charlie mows lawns if his neighbors agree to pay him in cookies.":"if","Dio Brando looked through his Instagram feed while he was sitting in the dentist's waiting room.":"while","After we had a difficult workout, Baby Luigi drank a huge bottle of Gatorade.":"After","Alex Dunphy is tired because she stayed up late last night playing video games.":"because","If Santa's Little Helper makes the next free throw, his team will win the championship.":"If","Cameron Tucker and I are going to the zoo since tomorrow is a holiday.":"since"},"700013555":{"type":"MultipleChoice","Jabba the Hutt baked red velvet cupcakes. He frosted the cupcakes with cream cheese frosting.":"Sequence"},"703995296":{"type":"Playground"},"705352611":{"type":"OutlineDraggable","**Thesis:** Students learn more from working on group projects than on individual assignments.\n- Group projects help students to develop teamwork skills.\n- Working closely with their peers encourages students to develop empathy.\n- Working on group projects teaches students to successfully handle conflict and differences of opinion.":"In short, group projects teach students valuable collaborative and social-emotional skills that individual assignments don't.","**Thesis:** Local governments should impose higher taxes on junk food.\n- These taxes will discourage citizens from eating unhealthy snacks.\n- A higher junk food tax will pressure companies to develop new healthy foods.\n- Money raised from junk food taxes could be used to fund health education programs.":"In addition to encouraging both consumers and companies to make better choices, taxes on junk food can be used to help Americans understand why healthy eating is important.","**Thesis:** Marlin is right to distrust Dory.\n- Although Dory's plans often work out, she puts Marlin and herself in danger in the process.\n- Dory does not clearly communicate the reasons for what she does.\n- Dory delays Marlin's progress as often as she advances it.":"In the end, Dory's actions are often impulsive and costly. Thus, Marlin's questions and criticisms of Dory are justified.","**Thesis:** Colleges should introduce students to all perspectives—even those that students disagree with.\n- To fully understand a topic, students must consider all sides of it.\n- If professors shield their classes from certain ideas, students will be unprepared to encounter them after college.\n- Grappling with different perspectives gives students the opportunity to develop their own values.":"By exposing students to different opinions, colleges help young people to establish their own beliefs and prepare them for the real world.","**Thesis:** The Dursleys’ unfair treatment of Harry prepares him for the challenges he faces at Hogwarts.\n- Mr. and Mrs. Dursley’s neglect teaches Harry to take care of himself.\n- In dealing with Dudley, Harry learns how to handle bullies.\n- The family’s cruelty towards Harry enables him to deal with harsh professors, such as Snape.":"While many students at Hogwarts come from loving families, Harry’s difficult upbringing uniquely readies him for the challenges he faces at the school. Harry emerges from the Dursleys' home as a resilient and resourceful boy, with all the tools he needs to succeed at Hogwarts."},"705356035":{"type":"OutlineDraggable","Though Harry, Ron, and Hermione perform bold acts, it is Neville’s bravery that truly stands out. Neville is the rare individual who, even when afraid, has the guts to stand up to friend and enemy alike to defend what is right.":"In the end, Neville reminds us that true courage does not mean the absence of fear, but the willingness to act even in the face of it.","Simba's time away from Pride Rock prepares him to be king. Growing up apart from his family and friends both forces Simba to learn how to take care of himself and helps him develop self-confidence.":"Simba's story reminds viewers that the challenges we face in life—though they may be painful—can ultimately make us stronger.","Children should spend more time reading books than watching educational television. Although some shows can impart valuable lessons, books teach young readers both to tap into their own creativity and to practice empathy.":"Indeed, in a world full of screens and images, it's essential that children not fall out of touch with the power of the written word.","Blocking students' access to specific websites is one of the worst forms of censorship. Schools that restrict the internet not only limit availability of information, but also communicate to students that they are not trustworthy.":"Far better to teach young adults how to responsibly and safely navigate the internet than to simply say, \"Don't go there.\"","Video games teach valuable career skills. In addition to helping teenagers learn how to problem solve and collaborate, gaming can develop users' interest in programming and game design.":"Surprising as it may seem, to best prepare for 21st-century jobs, teens should increase—rather than decrease—their gaming time.","Only those who have served in the military should have the power to declare war. Most members of Congress were never in the armed forces and are therefore not qualified to decide when the United States should engage in military conflict.":"In life or death matters of war, there is no substitute for the wisdom gained through experience.","Parents should encourage their children to play video games. Gaming provides young people with a healthy way to relieve stress and improve mental wellbeing.":"Surprising as it may seem, adults can help the next generation lead happier, more confident lives by placing controllers in children's hands.","Temporarily losing Nemo is good for Marlin. In order to save his son, Marlin must face his fear of the unknown by navigating the entire ocean and trusting predators.":"Marlin's adventure teaches viewers that even the scariest challenges can ultimately help us grow.","At a time when many Americans are struggling to make ends meet, the federal government should not spend money hosting the Olympic Games. It is irresponsible of the government to fund public entertainment like the Olympics rather than use these tax dollars to support citizens' basic needs .":"Imagine what could be achieved if our nation competed to end poverty instead of playing games.","Nemo benefits more from Gill’s support than from Marlin’s protectiveness. Nemo gains confidence and independence because Gill believes in the young fish and encourages him to try difficult tasks.":"In the end, *Finding Nemo* reminds parents that children learn best by being allowed to fail safely and try again.","Though he initially appears self-centered, Greg frequently makes selfless decisions. By taking the blame for embarrassing actions, Greg sacrifices his popularity to help his loved ones throughout *Diary of a Wimpy Kid*.":"In the end, Greg reminds us that no matter how well we think we know someone, we can always be surprised.","Publishing photos of famous people’s children has damaging effects on those kids' mental and physical health and should therefore be illegal.":"In the end, is snapping a picture worth risking a child’s well-being?","Art classes should be mandatory in high school. Because a studio, not a classroom, is the best place to nurture creativity, art courses help students develop their skills in innovation.":"Without room for artistic exploration in schools, the next generation will be unable to find creative solutions to our biggest challenges.","Recognizing how popular Katniss’s love story is with viewers, the Gamemakers go out of their way to help her win the Hunger Games. In an arena that is made for her, Katniss's woodcraft and hunting abilities give her a deadly upper hand.":"Katniss's advantage encourages readers to consider: in life, as in the Games, who really determines the winners and losers?","The media landscape is always changing, and one way for high school teachers to keep up is by encouraging students to use podcasts to complete research projects. Along with being more up-to-date than many other sources, podcasts make research fun and faster for students.":"If educators hope to prepare students for the modern world, they must teach kids to use its most cutting-edge resources.","Elementary school students should be required to clean their own classrooms. Working together to maintain the safety and cleanliness of a shared space prepares students for the responsibilities of adulthood.":"After all, a major part of being grown up means being able to clean up your own messes.","Cooking and nutrition classes provide important life skills and should be a mandatory part of the high school curriculum. Through these courses, students will gain the knowledge necessary to become healthy independent adults.":"After all, by the time teens don their graduation caps, shouldn't they understand how to feed themselves?","Despite fast food's poor reputation, including it in high school menus benefits students. By offering fast food, cafeterias can provide teenagers with a cheap lunch option and support student choice.":"Adults can make their own decisions about what they eat—why shouldn't teenagers have that same freedom?","Assigning group grades discourages students from working hard. To improve student motivation, teachers should grade each member of a group according to individual effort and performance.":"Ultimately, assigning group grades risks teaching students that the key to success is sitting back and letting others do the work.","High school classrooms should have two teachers rather than one. Co-teaching exposes students to different instructional styles and allows them to receive more individual attention.":"In the end, the benefits of co-teaching remind us that two minds are often better than one.","Although created to take advantage of daylight and save energy, Daylight Saving Time has failed to meet these goals and instead causes lost income and health issues. Because the costs of Daylight Saving Time outweigh the benefits, the government should no longer ask citizens to change their clocks twice per year.":"At the end of the day, the United States must protect its population by adapting to change and discarding outdated systems.","Reading a novel is a unique opportunity to experience a different perspective. Readers learn empathy by becoming acquainted with a more diverse range of places and characters than they could ever know in real life.":"Since stories allow readers to explore new worlds, time reading a book is clearly time well spent."},"705383723":{"type":"Playground"},"705385088":{"type":"Playground"},"705392302":{"type":"Playground","Opting for local food positively impacts the environment and strengthens students' bonds with their communities. Therefore, all colleges should begin this practice.":"Opting for local food positively impacts the environment and strengthens students' bonds with their communities. Therefore, all colleges should begin this practice.","In%20short%2C%20keeping%20house%20plants%20makes%20teens%20healthier%2C%20happier%2C%20and%20more%20responsible.":"In%20short%2C%20keeping%20house%20plants%20makes%20teens%20healthier%2C%20happier%2C%20and%20more%20responsible.","The%20facts%20are%20clear%3A%20students%20learn%20more%20and%20stay%20safer%20when%20they%20have%20access%20to%20smartphones%20in%20the%20classroom.":"The%20facts%20are%20clear%3A%20students%20learn%20more%20and%20stay%20safer%20when%20they%20have%20access%20to%20smartphones%20in%20the%20classroom.","In%20short%2C%20all%20elementary%20students%20should%20have%20the%20chance%20to%20take%20an%20orchestra%20class.%20In%20addition%20to%20being%20fun%2C%20learning%20to%20play%20an%20instrument%20improves%20students'%20well-being%20and%20helps%20them%20do%20better%20in%20school.":"In%20short%2C%20all%20elementary%20students%20should%20have%20the%20chance%20to%20take%20an%20orchestra%20class.%20In%20addition%20to%20being%20fun%2C%20learning%20to%20play%20an%20instrument%20improves%20students'%20well-being%20and%20helps%20them%20do%20better%20in%20school.","In%20short%2C%20manipulation%20comes%20naturally%20to%20Farquaad%2C%20who%20manages%20to%20convince%20Shrek%2C%20Fiona%2C%20and%20the%20people%20of%20Duloc%20to%20do%20his%20bidding.":"In%20short%2C%20manipulation%20comes%20naturally%20to%20Farquaad%2C%20who%20manages%20to%20convince%20Shrek%2C%20Fiona%2C%20and%20the%20people%20of%20Duloc%20to%20do%20his%20bidding.","Unfortunately%2C%20young%20people's%20dependency%20on%20phones%2C%20tablets%2C%20and%20computers%20harms%20their%20ability%20to%20work%20through%20difficult%20questions%20and%20problems%20on%20their%20own.":"Unfortunately%2C%20young%20people's%20dependency%20on%20phones%2C%20tablets%2C%20and%20computers%20harms%20their%20ability%20to%20work%20through%20difficult%20questions%20and%20problems%20on%20their%20own.","By%20shortening%20their%20programs%20to%20three%20years%20instead%20of%20four%2C%20colleges%20can%20make%20themselves%20more%20accessible%20without%20sacrificing%20the%20quality%20of%20their%20education.":"By%20shortening%20their%20programs%20to%20three%20years%20instead%20of%20four%2C%20colleges%20can%20make%20themselves%20more%20accessible%20without%20sacrificing%20the%20quality%20of%20their%20education.","In%20short%2C%20by%20taking%20risks%2C%20Donkey%20demonstrates%20that%20he%20is%20the%20boldest%20character%20in%20*Shrek*.":"In%20short%2C%20by%20taking%20risks%2C%20Donkey%20demonstrates%20that%20he%20is%20the%20boldest%20character%20in%20*Shrek*.","Though%20doctors%20are%20valued%20for%20their%20medical%20knowledge%2C%20their%20ability%20to%20develop%20trusting%20relationships%20with%20patients%20is%20an%20equally%20important%20part%20of%20their%20job.%20Because%20of%20this%2C%20medical%20schools%20have%20a%20responsibility%20to%20teach%20future%20doctors%20to%20communicate%20effectively.":"Though%20doctors%20are%20valued%20for%20their%20medical%20knowledge%2C%20their%20ability%20to%20develop%20trusting%20relationships%20with%20patients%20is%20an%20equally%20important%20part%20of%20their%20job.%20Because%20of%20this%2C%20medical%20schools%20have%20a%20responsibility%20to%20teach%20future%20doctors%20to%20communicate%20effectively.","Because%20of%20the%20valuable%20work%20nurses%20perform%20and%20the%20sacrifices%20they%20make%20to%20do%20so%2C%20they%20deserve%20larger%20salaries.":"Because%20of%20the%20valuable%20work%20nurses%20perform%20and%20the%20sacrifices%20they%20make%20to%20do%20so%2C%20they%20deserve%20larger%20salaries.","In%20short%2C%20every%20professional%20athlete%20would%20be%20smart%20to%20spend%20time%20in%20the%20yoga%20studio.%20Yoga%20classes%20will%20improve%20both%20their%20physical%20performance%20and%20their%20mental%20toughness.":"In%20short%2C%20every%20professional%20athlete%20would%20be%20smart%20to%20spend%20time%20in%20the%20yoga%20studio.%20Yoga%20classes%20will%20improve%20both%20their%20physical%20performance%20and%20their%20mental%20toughness.","Queen%20Elsa's%20story%20suggests%20that%20the%20success%20of%20a%20country%20depends%20on%20its%20leader.%20Arendelle%E2%80%99s%20fate%20is%20tied%20to%20Elsa's%3B%20they%20suffer%20and%20shine%20together.":"Queen%20Elsa's%20story%20suggests%20that%20the%20success%20of%20a%20country%20depends%20on%20its%20leader.%20Arendelle%E2%80%99s%20fate%20is%20tied%20to%20Elsa's%3B%20they%20suffer%20and%20shine%20together."},"705527611":{"type":"Playground"},"705528977":{"type":"Playground","Assigning%20children%20chores%20at%20school%20is%20unfair%20to%20students%20and%20professionals%20alike.%20When%20kids%20clean%2C%20they%20sacrifice%20time%20that%20should%20be%20spent%20on%20academics%20and%20after-school%20programs%3B%20plus%2C%20they%20leave%20custodians%20jobless.":"Assigning%20children%20chores%20at%20school%20is%20unfair%20to%20students%20and%20professionals%20alike.%20When%20kids%20clean%2C%20they%20sacrifice%20time%20that%20should%20be%20spent%20on%20academics%20and%20after-school%20programs%3B%20plus%2C%20they%20leave%20custodians%20jobless."},"705531461":{"type":"OutlineDraggable","Although he complains about his parents, Greg looks up to his father.":"After hearing that his dad ran for student government in middle school, Greg is inspired to create posters for his campaign to be treasurer (Kinney 46).","New technologies have the potential to significantly reduce traffic in major cities.":"An article in *Wired* magazine reported that a recent technology-based initiative in Ann Arbor, Michigan, managed to reduce weekend travel times in the city by 21 percent.","Ursula is more powerful than King Triton is.":"Triton’s magic fails to destroy Ursula's contract with Ariel.","Producing the US penny is a foolish and irresponsible use of government money.":"At 1.7 cents per coin, the penny costs the US Mint more to produce than the coin is worth.","By visiting national parks, high school students can witness the impact of climate change on America's wilderness.":"Jonathan Jarvis, the former director of the National Park Service, says that these lands present “an opportunity to demonstrate to the public that climate change is happening, in their lifetime . . . on the ground in front of them.”","Teachers in US high schools have a responsibility to educate students on the physical and mental effects of stress.":"Compared to adults, teenagers are less likely to realize that stress impacts physical well-being, according to an article published by the American Psychological Association.","Rather than promoting gender equality, single-gender classrooms create greater divides between boys and girls.":"Juliet A. Williams, author and gender studies professor at UCLA, reports that “single-[gender] public school initiatives . . . [reinforce] damaging gender stereotypes.”","Teaching social and emotional skills to elementary school students improves their academic performance.":"One study published in the journal *Child Development* found that kindergartners who received social and emotional training in school performed 11 percent better on a standardized test than those who did not.","Sunlight is just as important for humans' overall health as nutritious food is.":"According to an article in the journal *Environmental Health Perspectives*, sunlight helps the body use and produce vitamin D, which helps individuals build and maintain strong bones.","While the casts of American films are becoming more diverse, certain groups are still underrepresented.":"A 2016 report from the Center for the Study of Women in Television and Film noted that women made up less than a third of lead characters in movies, despite comprising approximately half of the US population.","Harry and Ron need Hermione's help to succeed academically at Hogwarts.":"After seeing that her friends struggle with their coursework, \"Hermione [starts] making study schedules for Harry and Ron\" (Rowling 186).","Learning algebra helps prepare students for the workforce.":"According to EdSource, a journalistic website focused on education issues, learning algebra prepares students to enter our increasingly technology-oriented job market.","Katniss's small size works to her advantage during the Games.":"When the Careers first find Katniss in the Arena, they are unable to hurt her because she is nestled in the top branches of a tree which the larger tributes are too heavy to climb (Collins 181).","By offering classes that meet outside, schools would help students relieve stress.":"New York’s Department of Environmental Conservation reports that “simply sitting looking at trees reduce[s] blood pressure as well as the stress-related hormones cortisol and adrenaline.”","Governments around the world should pass more laws protecting elephants from hunters.":"According to an article in *National Geographic*, hunting and poaching have been the primary causes of the 70 percent decline in the elephant population over the past decade.","Fiona’s rude behaviors earn her the respect of her traveling companions.":"After Fiona burps loudly in the forest, Shrek tells her, “You know, princess, you’re not exactly what I expected,” then smiles at her.","Participating in pre-kindergarten education programs makes students more likely to succeed later in life.":"One landmark study conducted by HighScope, a company devoted to improving early childhood education, concluded that students who complete pre-kindergarten education programs were more likely to graduate from high school than those who did not.","Watching violence on television makes young children more likely to act agressively.":"In their analysis of media's effect on children, psychologists Craig Anderson and Douglas Gentile concluded that seeing violence on screen can increase aggressive behaviors and attitudes in children.","High school students can become stronger writers when they’re in small classes.":"The National Council of Teachers of English reports that, when it comes to teaching writing, “smaller classes are essential for students to get sufficient feedback on multiple drafts.”"},"705543184":{"type":"OutlineDraggable"},"706314637":{"type":"Playground","When%20it%20comes%20to%20applying%20to%20colleges%2C%20not%20all%20students%20have%20equal%20opportunities.%20In%20particular%2C%20students%20who%20have%20money%20to%20spare%20have%20a%20distinct%20advantage%20over%20others.":"When%20it%20comes%20to%20applying%20to%20colleges%2C%20not%20all%20students%20have%20equal%20opportunities.%20In%20particular%2C%20students%20who%20have%20money%20to%20spare%20have%20a%20distinct%20advantage%20over%20others.","Doing%20chores%20is%20not%20only%20an%20opportunity%20for%20kids%20to%20help%20out%20their%20families%3B%20it%20is%20also%20a%20necessary%20and%20useful%20part%20of%20growing%20up.":"Doing%20chores%20is%20not%20only%20an%20opportunity%20for%20kids%20to%20help%20out%20their%20families%3B%20it%20is%20also%20a%20necessary%20and%20useful%20part%20of%20growing%20up.","Plays%20should%20be%20taught%20through%20performance%20rather%20than%20independent%20reading.%20Assigning%20speaking%20roles%20to%20students%20encourages%20participation%20and%20conversation%20while%20enhancing%20students'%20understanding%20of%20the%20material.":"Plays%20should%20be%20taught%20through%20performance%20rather%20than%20independent%20reading.%20Assigning%20speaking%20roles%20to%20students%20encourages%20participation%20and%20conversation%20while%20enhancing%20students'%20understanding%20of%20the%20material.","Unfortunately%2C%20young%20people's%20dependency%20on%20phones%2C%20tablets%2C%20and%20computers%20harms%20their%20ability%20to%20work%20through%20difficult%20questions%20and%20problems%20on%20their%20own.":"Unfortunately%2C%20young%20people's%20dependency%20on%20phones%2C%20tablets%2C%20and%20computers%20harms%20their%20ability%20to%20work%20through%20difficult%20questions%20and%20problems%20on%20their%20own.","Raising%20young%20nature%20lovers%20helps%20to%20protect%20the%20environment.%20If%20children%20feel%20connected%20to%20natural%20resources%2C%20they%20will%20take%20steps%20to%20maintain%20clean%20land%2C%20water%2C%20and%20air.":"Raising%20young%20nature%20lovers%20helps%20to%20protect%20the%20environment.%20If%20children%20feel%20connected%20to%20natural%20resources%2C%20they%20will%20take%20steps%20to%20maintain%20clean%20land%2C%20water%2C%20and%20air.","Because%20of%20the%20valuable%20work%20nurses%20perform%20and%20the%20sacrifices%20they%20make%20to%20do%20so%2C%20they%20deserve%20larger%20salaries.":"Because%20of%20the%20valuable%20work%20nurses%20perform%20and%20the%20sacrifices%20they%20make%20to%20do%20so%2C%20they%20deserve%20larger%20salaries.","Poetry%20teaches%20students%20how%20to%20express%20themselves%20and%20helps%20them%20to%20develop%20crucial%20academic%20skills.%20Because%20of%20these%20benefits%2C%20all%20high%20school%20English%20classes%20should%20include%20poetry%20units.":"Poetry%20teaches%20students%20how%20to%20express%20themselves%20and%20helps%20them%20to%20develop%20crucial%20academic%20skills.%20Because%20of%20these%20benefits%2C%20all%20high%20school%20English%20classes%20should%20include%20poetry%20units.","By%20making%20computer%20science%20a%20mandatory%20class%2C%20high%20schools%20will%20better%20prepare%20students%20for%20their%20increasingly%20technological%20personal%20and%20professional%20lives.":"By%20making%20computer%20science%20a%20mandatory%20class%2C%20high%20schools%20will%20better%20prepare%20students%20for%20their%20increasingly%20technological%20personal%20and%20professional%20lives."},"713999226":{"type":"Highlighting"},"714003531":{"type":"Highlighting"},"714016034":{"type":"Highlighting"},"715172677":{"type":"Highlighting"},"716708126":{"type":"Highlighting"},"717279750":{"type":"Punctuation"},"717313694":{"type":"MultipleChoice","**Before tying her shoes**, Gamora's socks were pulled up to her knees.":"Dangling Modifier","Tahani Al-Jamil wanted to be an astronaut **until she took a zero-gravity flight**.":"No Error","**A tough arm-wrestler**, nobody could figure out Black Panther's winning strategy.":"Dangling Modifier","**Concentrating intently**, Eleanor Shellstrop's pet seal balanced the beach ball on his nose.":"No Error","W'Kabi won't be able to go kayaking **unless he puts on a life jacket**.":"No Error","**Around Thanksgiving**, T'Challa starts decorating his house with holiday lights.":"No Error","**After waking up**, Tony Stark's alarm clock was not turned off for twenty minutes.":"Dangling Modifier","**Kept secret for years**, Erik Killmonger's karate skills surprised everyone at the talent show.":"No Error","The game show was still won **despite forgetting the name of Spider-Man's band**.":"Dangling Modifier"},"717317202":{"type":"MultipleChoice","**Lost in his sock drawer**, Everett Ross felt around for the *Twilight* stickers.":"Misplaced Modifier","Black Widow craves cherry pie **whenever she goes to the county fair**.":"No Error","**Inside the fish tank**, Rocket dropped enough food for a week.":"Misplaced Modifier","The crown rested on Jason Mendoza's head **from the royal collection**.":"Misplaced Modifier","Star-Lord discovered a family of elves **dancing around his kitchen**.":"No Error","**Before tying his shoes**, Yondu's socks were pulled up to his knees.":"Dangling Modifier","Peter Parker swung the bat **extremely** hard.":"No Error","**A wild performer**, Tahani Al-Jamil's karaoke machine was turned on.":"Dangling Modifier","T'Challa made popcorn for his guests **in the microwave**.":"Misplaced Modifier","**Spilled on the table**, W'Kabi grabbed paper towels to clean up the lemonade.":"Misplaced Modifier","Joseph Manning craves cherry pie **whenever he goes to the county fair**.":"No Error","**Drinking a cold soda**, Captain America's barbecue wasn't ruined by the strong summer heat.":"Dangling Modifier","**Blushing at the applause**, the pop singer waved to James Rhodes.":"No Error"},"717583747":{"type":"Highlighting","A clever traveler from the Southwest tricked Nega Chin out of twenty dollars.A clever travelertraveler from the SouthwestSouthwest trickedtricked":"Southwest","The librarian is going to spend Christmas with Freddie Benson and me this year.The librarianlibrarian is going to spend ChristmasChristmas":"Christmas","On Tuesday, the cafeteria serves lasagna for lunch.On TuesdayTuesday, the cafeteria":"Tuesday"},"718584513":{"type":"Highlighting"},"718667111":{"type":"Highlighting"},"718932044":{"type":"Highlighting"},"720477619":{"type":"Highlighting","At the park, Sandy Cheeks saw a firefighter rescuing a cat from a tree.AtAt the":"rescuing a cat from a tree"},"720516610":{"type":"Highlighting"},"720559272":{"type":"MultipleChoice"},"720565728":{"type":"Punctuation"},"720570325":{"type":"FlowText"},"720579907":{"type":"Highlighting","At the party, Maggie Simpson found her puppy covered in confetti.At thethe":"covered in confetti","From his tree house, Phil Dunphy could hear the gophers digging through his tomato garden.FromFrom hishis ":"digging through his tomato garden","When Sideshow Bob left art class, he didn't realize there was a sticker attached to his forehead.WhenWhen SideshowSideshow BobBob ":"attached to his forehead","During the parade, Princess Bubblegum cheered for the flag twirlers marching down the street.DuringDuring the":"marching down the street","Waiting for Percy Jackson to come over, I microwaved the popcorn for our movie night.Waiting for Percy Jackson to come over, II microwavedmicrowaved":"Waiting for Percy Jackson to come over"},"720580339":{"type":"Highlighting","In my opinion, art classes help teenagers develop their creativity by encouraging them to express their feelings visually.In my opinion, art classes help teenagers develop their creativity by encouraging them":"In my opinion,","Ugh i can't believe practice starts at 6:30, thats way too early. Warm Regards, BrandonUgh":"Warm Regards, Brandon","Zoos can be really unsafe places for animals to live.Zoos can be really unsafe places":"really","I can sense the narrator's anger when he remarks, \"It's not like I had anywhere else to be.\"I can sense the narrator's anger when he remarks,":"I can sense","School dress codes limit your freedom of expression.School dress codes limit your freedom of expression":"your","Although technology will eliminate some jobs in the manufacturing industry, it'll also create new ones.Although technology will eliminate some jobs":"it'll","Finding Nemo suggests that children who're given more freedom to explore are safer than those whose parents tightly control them.Finding Nemo suggests that children who're given more freedom to explore are safer than those whose parents tightlytightly":"who're"},"722718894":{"type":"Punctuation"},"722719127":{"type":"Punctuation"},"722728426":{"type":"Punctuation","The%20bear%20cubs%2C%20fuzzy%20creatures%20with%20bright%20eyes%2C%20played%20in%20Andy%20Bernard's%20backyard.":"The%20bear%20cubs%2C%20fuzzy%20creatures%20with%20bright%20eyes%2C%20played%20in%20Andy%20Bernard's%20backyard.","The%20new%20dance%20teacher%2C%20Vika%2C%20is%20showing%20Charlie%20how%20to%20waltz.":"The%20new%20dance%20teacher%2C%20Vika%2C%20is%20showing%20Charlie%20how%20to%20waltz.","My%20friend%20Emily%20beat%20Luke%20Cardoza%20at%20hide-and-seek.":"My%20friend%20Emily%20beat%20Luke%20Cardoza%20at%20hide-and-seek.","My%20dog%20walker%20Kylie%20said%20Buzz%20Lightyear's%20poodle%20is%20very%20well%20behaved.":"My%20dog%20walker%20Kylie%20said%20Buzz%20Lightyear's%20poodle%20is%20very%20well%20behaved.","My%20friend%20Jason%20Alexander%20loves%20catching%20snowflakes%20on%20his%20tongue.":"My%20friend%20Jason%20Alexander%20loves%20catching%20snowflakes%20on%20his%20tongue."},"723324220":{"type":"Punctuation","The%20bear%20cubs%2C%20fuzzy%20creatures%20with%20bright%20eyes%2C%20played%20in%20Charlie's%20backyard.":"The%20bear%20cubs%2C%20fuzzy%20creatures%20with%20bright%20eyes%2C%20played%20in%20Charlie's%20backyard.","My%20favorite%20pop%20star%2C%20Malika%2C%20went%20to%20Donkey%20Kong's%20middle%20school.":"My%20favorite%20pop%20star%2C%20Malika%2C%20went%20to%20Donkey%20Kong's%20middle%20school."},"723393124":{"type":"Highlighting"},"723515036":{"type":"Punctuation","Princess%20Leia's%20vocal%20coach%2C%20a%20part-time%20opera%20singer%2C%20is%20usually%20very%20dramatic.":"Princess%20Leia's%20vocal%20coach%2C%20a%20part-time%20opera%20singer%2C%20is%20usually%20very%20dramatic."},"723519541":{"type":"Punctuation","Aristotle%20started%20going%20for%20morning%20jogs%2C%20which%20is%20one%20of%20his%20New%20Year's%20resolutions.":"Aristotle%20started%20going%20for%20morning%20jogs%2C%20which%20is%20one%20of%20his%20New%20Year's%20resolutions.","Luke%20Cardoza%20loves%20making%20paper%20airplanes%2C%20especially%20while%20listening%20to%20the%20radio.":"Luke%20Cardoza%20loves%20making%20paper%20airplanes%2C%20especially%20while%20listening%20to%20the%20radio.","Patrick%20Star%20saw%20a%20dog%20on%20a%20skateboard%20yesterday%2C%20which%20made%20him%20giggle%20for%20hours.":"Patrick%20Star%20saw%20a%20dog%20on%20a%20skateboard%20yesterday%2C%20which%20made%20him%20giggle%20for%20hours.","Charlie%20enjoys%20going%20to%20the%20circus%2C%20especially%20when%20he%20can%20drive%20there%20in%20his%20convertible.":"Charlie%20enjoys%20going%20to%20the%20circus%2C%20especially%20when%20he%20can%20drive%20there%20in%20his%20convertible."},"723527363":{"type":"Punctuation"},"user9751322":{"getAllWrong":"off","instantContinue":"on"},"user20037772":{"getAllWrong":"off","instantContinue":"on"},"user19991187":{"getAllWrong":"off","instantContinue":"on"},"user6382101":{"getAllWrong":"off"},"user14082843":{"getAllWrong":"off"}}
